tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mrkai77/cask"
tap "quarkusio/tap"
brew "bat"
brew "duti"
brew "eza"
brew "git"
brew "mas"
brew "maven"
brew "neofetch"
brew "nvm"
brew "stow"
brew "quarkusio/tap/quarkus"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "arc"
cask "docker"
cask "intellij-idea"
cask "iterm2"
cask "logi-options-plus"
cask "loop"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "postman"
cask "raycast"
cask "spotify"
cask "surfshark"
cask "temurin17"
cask "temurin21"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
mas "Things", id: 904280696
vscode "angular.ng-template"
vscode "catppuccin.catppuccin-vsc"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sonarsource.sonarlint-vscode"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
