tap "homebrew/bundle"
tap "homebrew/services"
brew "aws-cdk"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "glib"
brew "duti"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git"
brew "harfbuzz"
brew "helm"
brew "icu4c@75"
brew "kubecfg"
brew "kubectx"
brew "mas"
brew "openjdk"
brew "maven"
brew "neovim"
brew "ntfy"
brew "nvm"
brew "opentofu"
brew "starship"
brew "stow"
brew "wimlib"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "arc"
cask "calibre"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "logi-options+"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "spotify"
cask "surfshark"
cask "temurin17"
cask "temurin21"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
mas "Things", id: 904280696
vscode "angular.ng-template"
vscode "catppuccin.catppuccin-vsc"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "humao.rest-client"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sonarsource.sonarlint-vscode"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "vue.volar"
