tap "homebrew/bundle"
tap "homebrew/services"
tap "mrkai77/cask"
brew "azure-cli"
brew "bat"
brew "duti"
brew "eza"
brew "fastfetch"
brew "git"
brew "helm"
brew "kubecfg"
brew "kubectx"
brew "mas"
brew "maven"
brew "nvm"
brew "opentofu"
brew "stow"
brew "wimlib"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "cleanmymac"
cask "docker"
cask "intellij-idea"
cask "iterm2"
cask "logi-options-plus"
cask "loop"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "postman"
cask "raycast"
cask "spotify"
cask "surfshark"
cask "temurin17"
cask "temurin21"
cask "whatsapp"
cask "zed"
mas "Things", id: 904280696
