tap "fluxcd/tap"
tap "hashicorp/tap"
brew "openssl@3"
brew "bat"
brew "glib"
brew "conftest"
brew "dive"
brew "duti"
brew "dyff"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "k9s"
brew "kubeconform"
brew "kubelogin"
brew "kubernetes-cli"
brew "kubeseal"
brew "mas"
brew "nvm"
brew "ollama"
brew "openapi-diff"
brew "openshift-cli"
brew "popeye"
brew "shfmt"
brew "starship"
brew "stow"
brew "tmux"
brew "wimlib"
brew "yq"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "aws-vpn-client"
cask "citrix-workspace"
cask "datagrip"
cask "displaylink"
cask "docker-desktop"
cask "drawio"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome@dev"
cask "intellij-idea"
cask "itsycal"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office-businesspro"
cask "obsidian"
cask "postman"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "webstorm"
cask "windows-app"
cask "zed"
mas "Things", id: 904280696
