tap "fluxcd/tap"
tap "hashicorp/tap"
brew "openssl@3"
brew "bat"
brew "glib"
brew "conftest"
brew "duti"
brew "dyff"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "k9s"
brew "kubeconform"
brew "kubelogin"
brew "kubernetes-cli"
brew "kubeseal"
brew "mas"
brew "nvm"
brew "ollama"
brew "openapi-diff"
brew "openshift-cli"
brew "popeye"
brew "starship"
brew "stow"
brew "tmux"
brew "wimlib"
brew "yq"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "aws-vpn-client"
cask "citrix-workspace"
cask "datagrip"
cask "displaylink"
cask "docker-desktop"
cask "drawio"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome@dev"
cask "intellij-idea"
cask "itsycal"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-office-businesspro"
cask "postman@canary"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "visual-studio-code@insiders"
cask "webstorm"
cask "windows-app"
cask "zed"
mas "Things", id: 904280696
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
