brew "bat"
brew "glib"
brew "duti"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "just"
brew "k9s"
brew "kubecfg"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "ntfy"
brew "nvm"
brew "opentofu"
brew "shfmt"
brew "starship"
brew "stow"
brew "tmux"
brew "wimlib"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "appcleaner"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea"
cask "itsycal"
cask "nordvpn"
cask "obsidian"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "spotify"
cask "vlc"
cask "webstorm"
cask "whatsapp"
cask "zed"
cask "zen"
mas "Things", id: 904280696
