tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "glib"
brew "duti"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "harfbuzz"
brew "helm"
brew "icu4c@75"
brew "kubecfg"
brew "kubectx"
brew "mas"
brew "nvm"
brew "openshift-cli"
brew "opentofu"
brew "starship"
brew "stow"
brew "tmux"
brew "wimlib"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "aws-vpn-client"
cask "docker"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-chrome@dev"
cask "intellij-idea"
cask "itsycal"
cask "logi-options+"
cask "nordvpn"
cask "postman"
cask "postman@canary"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "spotify"
cask "surfshark"
cask "visual-studio-code@insiders"
cask "vlc"
cask "whatsapp"
cask "windows-app"
cask "zen-browser"
mas "Numbers", id: 409203825
mas "Things", id: 904280696
