brew "bat"
brew "glib"
brew "duti"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "icu4c@75"
brew "kubecfg"
brew "kubectx"
brew "mas"
brew "nvm"
brew "opentofu"
brew "starship"
brew "stow"
brew "tmux"
brew "wimlib"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "itsycal"
cask "logi-options+"
cask "nordvpn"
cask "postman"
cask "raycast"
cask "readdle-spark"
cask "shottr"
cask "spotify"
cask "visual-studio-code@insiders"
cask "vlc"
cask "whatsapp"
mas "Numbers", id: 409203825
mas "Things", id: 904280696
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.vscode-github-actions"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-vscode.vscode-typescript-next"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
